tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "aws-vault"
brew "asdf"
brew "bat"
brew "bash-completion"
brew "ctop"
brew "chamber"
brew "diff-so-fancy"
brew "dockutil"
brew "docker"
brew "drone-cli"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "ghostscript"
brew "jq"
brew "postgresql"
brew "neovim"
brew "links"
brew "mitmproxy"
brew "neomutt"
brew "nmap"
brew "ngrep"
brew "qemu"
brew "wget"
brew "ipython"
brew "sc-im"
brew "tmux"
brew "thefuck"
brew "tor"
# brew "tmate"
brew "trex"
brew "tree"
brew "vue-cli"
brew "yarn"
brew "wifi-password"
brew "zsh-syntax-highlighting"

cask "amethyst"
cask "android-sdk"
cask "android-platform-tools"
cask "aldente"
cask "bettertouchtool"
cask "bitwarden"
cask "coconutbattery"
cask "caffeine"
cask "cyberduck"
cask "docker"
cask "discord"
cask "firefox"
cask "flutter"
cask "font-inconsolata"
cask "github"
cask "gog-galaxy"
cask "godot"
cask "eloston-chromium"
cask "insomnia"
cask "imageoptim"
cask "iterm2"
cask "keycastr"
cask "minecraft"
# cask "psequel"
cask "obsidian"
cask "postico"
cask "pixelorama"
cask "robo-3t"
cask "sequel-pro"
cask "slack"
cask "sensiblesidebuttons"
cask "signal"
cask "spotify"
cask "tableplus"
cask "tandem"
cask "telegram"
cask "tor-browser"
cask "teamviewer"
cask "vanilla"
cask "visual-studio-code"
cask "whatsapp"
